[
  "homepage",
  "obsidian-banners",
  "calendar",
  "obsidian-paste-image-rename",
  "recent-files-obsidian",
  "obsidian-style-settings",
  "obsidian-admonition",
  "emoji-magic",
  "obsidian-pangu",
  "Enhanced-editing",
  "editing-toolbar",
  "obsidian-douban-plugin",
  "quickadd",
  "dataview",
  "metaedit",
  "buttons",
  "obsidian-hover-editor"
]